[
    {
        "fruit_id": 0,
        "fruit_name": "Apple (แอปเปิ้ล)",
        "fruit_image": "https://i.imgur.com/kcCyVJE.jpeg",
        "fruit_history": "แอปเปิล มีต้นกำเนิดจากเอเชียกลาง และแพร่หลายไปทั่วโลกผ่านการค้าและการอพยพของผู้คน ในยุโรปและอเมริกาเหนือ แอปเปิลได้รับความนิยมอย่างมาก มีการพัฒนาสายพันธุ์ใหม่ๆ และกลายเป็นส่วนหนึ่งของวัฒนธรรมและตำนานต่างๆ มากมาย ปัจจุบัน แอปเปิลเป็นผลไม้ที่สำคัญทางเศรษฐกิจและมีประโยชน์ต่อสุขภาพสูง",
        "fruit_benefit": {
            "one": "อุดมไปด้วยไฟเบอร์ ช่วยในการขับถ่าย",
            "two": "ลดความเสี่ยงของโรคหัวใจ",
            "three": "มีสารต้านอนุมูลอิสระ ช่วยป้องกันการเกิดมะเร็ง",
            "four": "ช่วยควบคุมระดับน้ำตาลในเลือด",
            "five": "เสริมสร้างระบบภูมิคุ้มกันให้แข็งแรง"
        },
       "fruit_nutritions": {
            "calories": 52,
            "total_fat": 0.2,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 107,
            "carbohydrates": 14,
            "dietary_fiber": 2.4,
            "sugar": 10,
            "protein": 0.3,
            "vitamins": {
                "vitamin_C": 4.6,
                "calcium": 6,
                "iron": 0.1,
                "vitamin_D": 0,
                "vitamin_B6": 0,
                "vitamin_B12": 0,
                "magnesium": 5
            }
        }
    },
    {
        "fruit_id": 1,
        "fruit_name": "Avocado (อโวคาโด้)",
        "fruit_image": "https://i.imgur.com/XLCtAIy.jpeg",
        "fruit_history": "อะโวคาโด มีถิ่นกำเนิดในทวีปอเมริกา โดยเฉพาะในเม็กซิโกและกัวเตมาลา ชาวอเมริกันดั้งเดิมรู้จักนำอะโวคาโดมาใช้ประโยชน์มานานหลายศตวรรษ ทั้งเป็นอาหารและใช้ในพิธีกรรมต่างๆ ด้วยเนื้อสัมผัสที่เนียนนุ่ม รสชาติมันๆ และมีไขมันดีต่อสุขภาพ ทำให้อะโวคาโดเป็นที่นิยมอย่างมากในหมู่ชนพื้นเมือง จากอเมริกากลาง อะโวคาโดได้แพร่กระจายไปยังภูมิภาคต่างๆ ทั่วโลก โดยเฉพาะในช่วงศตวรรษที่ 20 เมื่อมีการสำรวจและค้าขายระหว่างประเทศมากขึ้น ปัจจุบัน อะโวคาโดเป็นผลไม้ที่ได้รับความนิยมอย่างสูงทั่วโลก ด้วยคุณค่าทางโภชนาการที่หลากหลาย",
        "fruit_benefit": {
            "one": "ไขมันดี บำรุงหัวใจ",
            "two": "โพแทสเซียมสูง ควบคุมความดัน",
            "three": "วิตามินสูง บำรุงร่างกาย",
            "four": "เส้นใยสูง ดีต่อระบบขับถ่าย",
            "five": "สารต้านอนุมูลอิสระ ชะลอวัย"
        },
       "fruit_nutritions": {
            "calories": 160,
            "total_fat": 15,
            "saturated_fat": 2.1,
            "cholesterol": 0,
            "sodium": 7,
            "potassium": 485,
            "carbohydrates": 9,
            "dietary_fiber": 7,
            "sugar": 0.7,
            "protein": 2,
            "vitamins": {
                "vitamin_C": 10,
                "calcium": 12,
                "iron": 0.6,
                "vitamin_D": 0,
                "vitamin_B6": 0.3,
                "vitamin_B12": 0,
                "magnesium": 29
            }
        }
    },
    {
        "fruit_id": 2,
        "fruit_name": "Banana (กล้วย)",
        "fruit_image": "https://i.imgur.com/MBvu90c.jpeg",
        "fruit_history": "กล้วย เป็นผลไม้ที่มีประวัติศาสตร์อันยาวนาน มีถิ่นกำเนิดในเอเชียใต้และเอเชียตะวันออกเฉียงใต้ โดยมีการเพาะปลูกและบริโภคมาตั้งแต่สมัยโบราณ กล้วยถูกนำไปใช้ประโยชน์ในหลากหลายรูปแบบ ทั้งเป็นอาหารหลัก พืชเศรษฐกิจ และมีความสำคัญทางวัฒนธรรมในหลายประเทศ จากเอเชียตะวันออกเฉียงใต้ กล้วยได้แพร่กระจายไปทั่วโลก และมีการพัฒนาสายพันธุ์ใหม่ๆ มากมาย ปัจจุบัน กล้วยเป็นผลไม้ที่ได้รับความนิยมทั่วโลก ด้วยรสชาติหวานหอมและคุณค่าทางอาหารที่สูง อาทิ โพแทสเซียม วิตามินซี และใยอาหาร ทำให้กล้วยเป็นส่วนหนึ่งของอาหารและเครื่องดื่มหลากหลายชนิด",
        "fruit_benefit": {
            "one": "อุดมไปด้วยโพแทสเซียม ช่วยควบคุมความดันโลหิต",
            "two": "ให้พลังงานอย่างรวดเร็ว เหมาะสำหรับเป็นอาหารว่าง",
            "three": "มีใยอาหารสูง ช่วยให้ระบบขับถ่ายทำงานได้ดี",
            "four": "บำรุงระบบประสาท ช่วยให้อารมณ์ดีและผ่อนคลาย",
            "five": "ลดอาการตะคริวเนื่องจากมีโพแทสเซียมสูง"
        },
        "fruit_nutritions": {
            "calories": 88,
            "total_fat": 0.3,
            "saturated_fat": 0.1,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 358,
            "carbohydrates": 23,
            "dietary_fiber": 2.6,
            "sugar": 12,
            "protein": 1.1,
            "vitamins": {
                "vitamin_C": 8.7,
                "calcium": 5,
                "iron": 0.3,
                "vitamin_D": 0,
                "vitamin_B6": 0.4,
                "vitamin_B12": 0,
                "magnesium": 27
            }
        }
    },
    {
        "fruit_id": 3,
        "fruit_name": "Cherry (เชอร์รี่)",
        "fruit_image": "https://i.imgur.com/LvAqcWQ.jpeg",
        "fruit_history": "เชอร์รี่เป็นผลไม้ที่มีถิ่นกำเนิดในแถบเอเชียกลางและยุโรปตะวันออก โดยมีประวัติศาสตร์ยาวนานหลายพันปี เชอร์รี่ได้รับความนิยมอย่างแพร่หลายในยุโรปตั้งแต่สมัยโบราณ โดยชาวโรมันและกรีกโบราณนิยมนำเชอร์รี่มาใช้เป็นทั้งอาหารและยา เนื่องจากเชอร์รี่มีรสชาติหวานอมเปรี้ยวสดชื่น และอุดมไปด้วยสารอาหารที่เป็นประโยชน์ต่อสุขภาพ เช่น วิตามินซี โพแทสเซียม และสารต้านอนุมูลอิสระ เชอร์รี่มีบทบาทสำคัญในวัฒนธรรมและศิลปะของหลายประเทศ เช่น ในยุโรปมักใช้เชอร์รี่ในการตกแต่งภาพวาดและประดับประดาในงานเฉลิมฉลอง ปัจจุบันเชอร์รี่ได้รับความนิยมในการบริโภคทั้งแบบสด แปรรูปเป็นไวน์ เชอร์รี่อบแห้ง หรือใช้เป็นส่วนผสมในเบเกอรี่และขนมหวานต่างๆ",
        "fruit_benefit": {
            "one": "อุดมไปด้วยสารเมลาโทนิน ปรับปรุงการนอนหลับ",
            "two": "มีสารแอนโทไซยานินสูง ช่วยต้านอนุมูลอิสระ ",
            "three": "ช่วยลดการอักเสบในร่างกาย",
            "four": "เป็นแหล่งของโพแทสเซียม ควบคุมความดันโลหิต",
            "five": "มีวิตามินเอสูง บำรุงสายตาและผิวพรรณ"
        },
        "fruit_nutritions": {
            "calories": 50,
            "total_fat": 0.3,
            "saturated_fat": 0.1,
            "cholesterol": 0,
            "sodium": 3,
            "potassium": 173,
            "carbohydrates": 12,
            "dietary_fiber": 1.6,
            "sugar": 8,
            "protein": 1,
            "vitamins": {
                "vitamin_C": 10,
                "calcium": 16,
                "iron": 0.3,
                "vitamin_D": 0,
                "vitamin_B6": 0,
                "vitamin_B12": 0,
                "magnesium": 9
            }
        }
    },
    {
        "fruit_id": 4,
        "fruit_name": "Chickoo (ละมุด)",
        "fruit_image": "https://i.imgur.com/Ye9zTva.jpeg",
        "fruit_history": "ละมุด เป็นผลไม้เขตร้อนที่มีถิ่นกำเนิดในเม็กซิโกและอเมริกากลาง โดยมีการนำไปปลูกอย่างแพร่หลายในเขตร้อนอื่นๆ เช่น เอเชียตะวันออกเฉียงใต้และอินเดีย ละมุดเป็นผลไม้ที่มีรสชาติหวาน และเนื้อสัมผัสนุ่ม ผลละมุดอุดมไปด้วยสารอาหารหลายชนิด เช่น วิตามินซี วิตามินเอ และโพแทสเซียม นอกจากนี้ ละมุดยังมีเส้นใยอาหารที่ช่วยในระบบย่อยอาหาร ปัจจุบันละมุดเป็นที่นิยมในหลายประเทศ และมักนำมาใช้ในของหวานและเครื่องดื่มหลากหลายชนิด",
        "fruit_benefit": {
            "one": "อุดมไปด้วยวิตามินซี เสริมสร้างภูมิคุ้มกัน",
            "two": "บำรุงผิวพรรณให้ชุ่มชื้นและสดใส",
            "three": "มีไฟเบอร์สูง ป้องกันท้องผูก",
            "four": "มีสารต้านอนุมูลอิสระ ปกป้องเซลล์จากความเสียหาย",
            "five": "เสริมสร้างพลังงานและความสดชื่นให้ร่างกาย"
        },
        "fruit_nutritions": {
            "calories": 82,
            "total_fat": 1.1,
            "saturated_fat": 0.2,
            "cholesterol": 0,
            "sodium": 12,
            "potassium": 193,
            "carbohydrates": 20,
            "dietary_fiber": 5,
            "sugar": 0, 
            "protein": 0.4,
            "vitamins": {
                "vitamin_C": 14.7,
                "calcium": 21,
                "iron": 0.8,
                "vitamin_D": 0,
                "vitamin_B6": 0,
                "vitamin_B12": 0,
                "magnesium": 12
            }
        }
    },
    {
        "fruit_id": 5,
        "fruit_name": "Corn (ข้าวโพด)",
        "fruit_image": "https://i.imgur.com/h6diNeU.jpeg",
        "fruit_history": "ข้าวโพด มีถิ่นกำเนิดในทวีปอเมริกา โดยเฉพาะในเม็กซิโกและอเมริกากลาง ชาวอเมริกันดั้งเดิมปลูกข้าวโพดมาตั้งแต่โบราณ และถือเป็นพืชอาหารหลักที่สำคัญ ข้าวโพดถูกนำไปใช้ประโยชน์ในหลากหลายรูปแบบ ทั้งรับประทานสด ปรุงอาหาร และแปรรูปเป็นผลิตภัณฑ์ต่างๆ เช่น ป๊อบคอร์น แป้งข้าวโพด และอาหารสัตว์ จากอเมริกา ข้าวโพดได้แพร่กระจายไปทั่วโลกโดยนักเดินเรือชาวสเปน และกลายเป็นพืชเศรษฐกิจที่สำคัญในหลายประเทศ ข้าวโพดอุดมไปด้วยคาร์โบไฮเดรต ไฟเบอร์ และวิตามินต่างๆ",
        "fruit_benefit": {
            "one": "เป็นแหล่งพลังงานคาร์โบไฮเดรต",
            "two": "มีไฟเบอร์สูง ช่วยในการขับถ่าย ทางเดินอาหาร",
            "three": "มีสารต้านอนุมูลอิสระ ลดความเสี่ยงของโรคมะเร็ง",
            "four": "ช่วยบำรุงสายตา มีลูทีนและซีแซนทีน",
            "five": "เสริมสร้างระบบภูมิคุ้มกัน มีวิตามินซี"
        },
        "fruit_nutritions": {
            "calories": 96,
            "total_fat": 1.5,
            "saturated_fat": 0.2,
            "cholesterol": 0,
            "sodium": 15,
            "potassium": 270,
            "carbohydrates": 21,
            "dietary_fiber": 2.7,
            "sugar": 4.5, 
            "protein": 3.4,
            "vitamins": {
                "vitamin_C": 6.8,
                "calcium": 2,
                "iron": 0.5,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 37
            }
        }
    },
    {
        "fruit_id": 6,
        "fruit_name": "Dragonfruit (แก้วมังกร)",
        "fruit_image": "https://i.imgur.com/20VJZ6v.jpeg",
        "fruit_history": "แก้วมังกร มีถิ่นกำเนิดในทวีปอเมริกาใต้ โดยเฉพาะในประเทศเม็กซิโกและกัวเตมาลา ชาวอเมริกันดั้งเดิมในภูมิภาคนี้ปลูกแก้วมังกรมาตั้งแต่โบราณ และถือเป็นผลไม้ที่มีความสำคัญทางวัฒนธรรมและอาหาร จากอเมริกาใต้ แก้วมังกรได้แพร่กระจายไปยังเอเชียตะวันออกเฉียงใต้ โดยเฉพาะประเทศเวียดนาม ซึ่งเป็นประเทศที่มีการปลูกแก้วมังกรในเชิงพาณิชย์เป็นจำนวนมาก ปัจจุบันแก้วมังกรได้รับความนิยมทั่วโลกเนื่องจากมีรสชาติหวาน อร่อย และมีประโยชน์ต่อสุขภาพ อุดมไปด้วยวิตามินซี ไฟเบอร์ และสารต้านอนุมูลอิสระ",
        "fruit_benefit": {
            "one": "ช่วยย่อยอาหาร มีไฟเบอร์สูง",
            "two": "ควบคุมระดับน้ำตาลในเลือด",
            "three": "ต้านอนุมูลอิสระ ลดเสี่ยงมะเร็ง",
            "four": "เสริมสร้างภูมิคุ้มกันด้วยวิตามินซี",
            "five": "บำรุงกระดูกและฟัน"
        },
        "fruit_nutritions": {
            "calories": 50,
            "total_fat": 0.1,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 10,
            "potassium": 116,
            "carbohydrates": 11,
            "dietary_fiber": 3,
            "sugar": 8, 
            "protein": 1.1,
            "vitamins": {
                "vitamin_C": 3,
                "calcium": 18,
                "iron": 0.7,
                "vitamin_D": 0,
                "vitamin_B6": 0,
                "vitamin_B12": 0,
                "magnesium": 10
            }
        }
    },
    {
        "fruit_id": 7,
        "fruit_name": "Durain (ทุเรียน)",
        "fruit_image": "https://i.imgur.com/R4irPfA.jpeg",
        "fruit_history": "ทุเรียน มีถิ่นกำเนิดในภูมิภาคเอเชียตะวันออกเฉียงใต้ โดยเฉพาะในประเทศอินโดนีเซีย มาเลเซีย และบรูไน ชาวพื้นเมืองในภูมิภาคนี้ปลูกทุเรียนมาตั้งแต่โบราณ และถือเป็นผลไม้ที่มีความสำคัญทางวัฒนธรรมและอาหาร จากเอเชียตะวันออกเฉียงใต้ ทุเรียนได้แพร่กระจายไปยังประเทศไทย และประเทศในภูมิภาคอินโดจีน ทำให้ทุเรียนกลายเป็นผลไม้ที่มีชื่อเสียงระดับโลกในปัจจุบัน เนื่องจากมีรสชาติเฉพาะตัว หอมหวาน และมีเนื้อสัมผัสที่หลากหลาย ทุเรียนอุดมไปด้วยคาร์โบไฮเดรต วิตามิน และแร่ธาตุต่างๆ",
        "fruit_benefit": {
            "one": "ให้พลังงานสูง เหมาะสำหรับการเพิ่มพลังงาน",
            "two": "มีไฟเบอร์ ช่วยในระบบย่อยอาหาร",
            "three": "มีวิตามินซี ช่วยเสริมสร้างภูมิคุ้มกัน",
            "four": "มีโพแทสเซียม ช่วยควบคุมความดันโลหิต",
            "five": "ช่วยบำรุงผิวพรรณด้วยวิตามินและแร่ธาตุ"
        },
        "fruit_nutritions": {
            "calories": 147,
            "total_fat": 5.3,
            "saturated_fat": 2.0,
            "cholesterol": 0,
            "sodium": 2,
            "potassium": 436,
            "carbohydrates": 27.1,
            "dietary_fiber": 3.8,
            "sugar": 19, 
            "protein": 1.5,
            "vitamins": {
                "vitamin_C": 19.7,
                "calcium": 6,
                "iron": 0.4,
                "vitamin_D": 0,
                "vitamin_B6": 0.3,
                "vitamin_B12": 0,
                "magnesium": 30
            }
        }
    },
    {
        "fruit_id": 8,
        "fruit_name": "Grapes (องุ่น)",
        "fruit_image": "https://i.imgur.com/lVBhwRc.jpeg",
        "fruit_history": "องุ่นเป็นผลไม้ที่มีประวัติศาสตร์ยาวนานนับพันปีและมีบทบาทสำคัญในหลายอารยธรรมทั่วโลก ถิ่นกำเนิดขององุ่นอยู่ในแถบเมดิเตอร์เรเนียน ตะวันออกกลาง และเอเชียตะวันตก การปลูกองุ่นเริ่มต้นตั้งแต่ยุคก่อนประวัติศาสตร์ โดยหลักฐานแสดงให้เห็นว่ามีการเพาะปลูกองุ่นมาแล้วกว่า 6,000-8,000 ปี ในสมัยโบราณ องุ่นมีความสำคัญในทางวัฒนธรรมและศาสนาอย่างมาก โดยเฉพาะในกรีกและโรมัน ที่องุ่นถูกนำมาใช้ในการผลิตไวน์ ซึ่งเป็นเครื่องดื่มที่มีความเกี่ยวข้องกับพิธีกรรมและงานเฉลิมฉลอง องุ่นไม่ได้ถูกจำกัดเพียงแค่การทำไวน์เท่านั้น แต่ยังบริโภคในรูปแบบขององุ่นสด องุ่นแห้ง (ลูกเกด) และน้ำองุ่น องุ่นยังมีคุณค่าทางเศรษฐกิจอย่างมากในอุตสาหกรรมอาหารและเครื่องดื่มทั่วโลก ปัจจุบันองุ่นมีการปลูกในหลายภูมิภาค ทั้งในยุโรป อเมริกา ออสเตรเลีย และเอเชีย ซึ่งมีการพัฒนาสายพันธุ์ใหม่ๆ เพื่อตอบสนองต่อความต้องการของตลาด องุ่นมีประโยชน์ต่อสุขภาพสูง เนื่องจากมีสารต้านอนุมูลอิสระ เช่น เรสเวอราทรอล ที่ช่วยลดความเสี่ยงของโรคหัวใจและมะเร็ง รวมถึงวิตามินซีและวิตามินเค ที่ช่วยเสริมสร้างภูมิคุ้มกันและกระดูก นอกจากนี้ องุ่นยังเป็นผลไม้ที่มีน้ำตาลธรรมชาติสูง ซึ่งให้พลังงานทันที และมีโพแทสเซียมที่ช่วยควบคุมความดันโลหิต ทำให้องุ่นเป็นที่นิยมในการบริโภคทั้งในรูปแบบผลสดและผลิตภัณฑ์ต่างๆ ที่ทำจากองุ่น เช่น น้ำองุ่น ไวน์ และลูกเกด",
        "fruit_benefit": {
            "one": "อุดมไปด้วยสารต้านอนุมูลอิสระ ช่วยชะลอความแก่",
            "two": "ช่วยบำรุงหัวใจและหลอดเลือด",
            "three": "ส่งเสริมการทำงานของสมองและความจำ",
            "four": "ช่วยลดการอักเสบและบรรเทาอาการปวดข้อ",
            "five": "ช่วยเพิ่มพลังงานและฟื้นฟูร่างกาย"
        },
        "fruit_nutritions": {
            "calories": 66,
            "total_fat": 0.4,
            "saturated_fat": 0.1,
            "cholesterol": 0,
            "sodium": 2,
            "potassium": 191,
            "carbohydrates": 17,
            "dietary_fiber": 0.9,
            "sugar": 16,
            "protein": 0.6,
            "vitamins": {
                "vitamin_C": 4,
                "calcium": 14,
                "iron": 0.3,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 5
            }
        }
    },
    {
        "fruit_id": 9,
        "fruit_name": "Kiwi (กีวี่)",
        "fruit_image": "https://i.imgur.com/TAD3yiv.jpeg",
        "fruit_history": "กีวี่เป็นผลไม้ที่มีถิ่นกำเนิดในประเทศจีน โดยชื่อดั้งเดิมของกีวี่คือ 'ลูกหยางเถา' (Yang Tao) ซึ่งมีประวัติศาสตร์ยาวนานมานับพันปี อย่างไรก็ตาม กีวี่ได้รับความนิยมและการพัฒนาสายพันธุ์อย่างมากในประเทศนิวซีแลนด์ในศตวรรษที่ 20 และได้รับชื่อว่า 'กีวี่' ตามนกกีวี่ซึ่งเป็นสัญลักษณ์ของประเทศ กีวี่ถูกนำไปเพาะปลูกในหลายภูมิภาคทั่วโลก โดยเฉพาะในยุโรป อเมริกา และเอเชีย ปัจจุบัน กีวี่มีความสำคัญทางเศรษฐกิจและเป็นที่นิยมในการบริโภคทั้งในรูปแบบผลสดและในผลิตภัณฑ์อาหารต่างๆ กีวี่มีคุณค่าทางโภชนาการสูงและมีวิตามินซีในปริมาณมาก ช่วยเสริมสร้างภูมิคุ้มกันและส่งเสริมการทำงานของผิวหนัง นอกจากนี้ กีวี่ยังมีไฟเบอร์สูง ช่วยในการย่อยอาหาร และมีสารต้านอนุมูลอิสระที่ช่วยปกป้องร่างกายจากโรคต่างๆ เช่น โรคหัวใจและมะเร็ง ด้วยรสชาติที่เป็นเอกลักษณ์ กีวี่จึงเป็นที่นิยมอย่างมากในการบริโภคทั้งในรูปแบบสด และผลิตภัณฑ์อื่นๆ เช่น น้ำกีวี่และกีวี่แห้ง",
        "fruit_benefit": {
            "one": "อุดมไปด้วยวิตามินซี ช่วยเสริมสร้างภูมิคุ้มกัน",
            "two": "ช่วยในการย่อยอาหาร ด้วยเอนไซม์ธรรมชาติ",
            "three": "มีสารต้านอนุมูลอิสระ ช่วยชะลอความแก่",
            "four": "ช่วยควบคุมระดับน้ำตาลในเลือด",
            "five": "ส่งเสริมสุขภาพหัวใจและระบบหลอดเลือด"
        },
        "fruit_nutritions": {
            "calories": 60,
            "total_fat": 0.5,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 3,
            "potassium": 312,
            "carbohydrates": 15,
            "dietary_fiber": 3,
            "sugar": 9,
            "protein": 1.1,
            "vitamins": {
                "vitamin_C": 92.7,
                "calcium": 34,
                "iron": 0.3,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 17
            }
        }
    },
    {
        "fruit_id": 10,
        "fruit_name": "Mango (มะม่วง)",
        "fruit_image": "https://i.imgur.com/VN9juqv.jpeg",
        "fruit_history": "มะม่วงเป็นผลไม้ที่มีถิ่นกำเนิดในแถบเอเชียใต้ โดยเฉพาะในประเทศอินเดียและเมียนมาร์ ซึ่งมีประวัติศาสตร์ยาวนานกว่า 4,000 ปี มะม่วงถือเป็นผลไม้ที่มีความสำคัญทั้งในด้านวัฒนธรรม ศาสนา และเศรษฐกิจของภูมิภาคนี้ การเพาะปลูกมะม่วงแพร่กระจายไปยังภูมิภาคต่างๆ ทั่วโลก เช่น แอฟริกา อเมริกาใต้ และเอเชียตะวันออกเฉียงใต้ ปัจจุบันมะม่วงเป็นผลไม้ที่ได้รับความนิยมอย่างมากทั่วโลก ด้วยรสชาติหวานหอมและเนื้อสัมผัสนุ่ม มะม่วงมีคุณค่าทางโภชนาการสูง โดยเฉพาะวิตามินเอและวิตามินซี ที่ช่วยเสริมสร้างระบบภูมิคุ้มกันและบำรุงสายตา นอกจากนี้ มะม่วงยังมีไฟเบอร์ที่ช่วยในการย่อยอาหาร และสารต้านอนุมูลอิสระที่ช่วยลดความเสี่ยงต่อการเกิดโรคต่างๆ ด้วยความหลากหลายของสายพันธุ์ มะม่วงจึงสามารถบริโภคได้ทั้งในรูปแบบผลสด น้ำมะม่วง และผลิตภัณฑ์แปรรูปอื่นๆ เช่น มะม่วงอบแห้ง และมะม่วงดอง",
        "fruit_benefit": {
            "one": "อุดมไปด้วยวิตามินซี ช่วยเสริมสร้างภูมิคุ้มกัน",
            "two": "ช่วยในการย่อยอาหารและบำรุงระบบขับถ่าย",
            "three": "มีสารต้านอนุมูลอิสระ ช่วยชะลอความแก่",
            "four": "บำรุงผิวพรรณให้สดใสและสุขภาพดี",
            "five": "เสริมสร้างพลังงานและฟื้นฟูร่างกาย"
        },
        "fruit_nutritions": {
            "calories": 59,
            "total_fat": 0.4,
            "saturated_fat": 0.1,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 168,
            "carbohydrates": 15,
            "dietary_fiber": 1.6,
            "sugar": 14,
            "protein": 0.8,
            "vitamins": {
                "vitamin_C": 36.4,
                "calcium": 11,
                "iron": 0.2,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 10
            }
        }
    },
    {
        "fruit_id": 11,
        "fruit_name": "Orange (ส้ม)",
        "fruit_image": "https://i.imgur.com/PB8BMaa.jpeg",
        "fruit_history": "ส้มมีถิ่นกำเนิดในแถบเอเชียตะวันออกเฉียงใต้ มีประวัติยาวนานกว่า 4,000 ปี ชาวจีนและอินเดียโบราณรู้จักนำส้มมาใช้ประโยชน์ทั้งด้านอาหารและยา จากนั้นส้มก็แพร่หลายไปทั่วโลกโดยพ่อค้าชาวอาหรับและโปรตุเกส ส้มมีบทบาทสำคัญในประวัติศาสตร์ของหลายประเทศ เช่น ในสเปน ส้มถูกใช้เป็นสัญลักษณ์ของความอุดมสมบูรณ์และความสุข ปัจจุบันมีสายพันธุ์ส้มนับพันชนิด ทั่วโลกนิยมปลูกส้มเพื่อบริโภคผลสด น้ำผลไม้ และแปรรูปเป็นผลิตภัณฑ์ต่างๆ มากมาย",
        "fruit_benefit": {
            "one": "อุดมไปด้วยวิตามินซี ช่วยเสริมสร้างภูมิคุ้มกัน",
            "two": "มีสารต้านอนุมูลอิสระ ช่วยชะลอความแก่",
            "three": "ช่วยบำรุงผิวพรรณและซ่อมแซมเนื้อเยื่อ",
            "four": "ช่วยในการดูดซึมธาตุเหล็กจากอาหาร",
            "five": "ช่วยควบคุมระดับคอเลสเตอรอลในร่างกาย"
        },
        "fruit_nutritions": {
            "calories": 47,
            "total_fat": 0.1,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 0,
            "potassium": 181,
            "carbohydrates": 12,
            "dietary_fiber": 2.4,
            "sugar": 9,
            "protein": 0.9,
            "vitamins": {
                "vitamin_C": 53.2,
                "calcium": 40,
                "iron": 0.1,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 10
            }
        }
    },
    {
        "fruit_id": 12,
        "fruit_name": "Pineapple (สัปปะรด)",
        "fruit_image": "https://i.imgur.com/LKTkxeu.jpeg",
        "fruit_history": "สัปปะรด มีถิ่นกำเนิดในทวีปอเมริกาใต้ โดยเฉพาะในบริเวณป่าฝนแอมะซอน ชาวอินเดียนแดงในภูมิภาคนี้ปลูกสัปปะรดมาตั้งแต่โบราณ และถือเป็นผลไม้ที่มีความสำคัญทางวัฒนธรรมและอาหาร จากอเมริกาใต้ สัปปะรดได้แพร่กระจายไปยังภูมิภาคต่างๆ ทั่วโลกโดยนักเดินเรือชาวสเปนและโปรตุเกส ในศตวรรษที่ 16 และ 17 สัปปะรดได้รับความนิยมอย่างมากในหมู่ชนชั้นสูงในยุโรป เนื่องจากมีรสชาติหวาน หอม และมีเอกลักษณ์ ปัจจุบันสัปปะรดเป็นผลไม้เศรษฐกิจที่สำคัญของหลายประเทศทั่วโลก โดยเฉพาะในประเทศเขตร้อนและกึ่งเขตร้อน",
        "fruit_benefit": {
            "one": "ช่วยย่อยอาหาร เนื่องจากมีเอนไซม์โบรมีเลน",
            "two": "เสริมสร้างภูมิคุ้มกันด้วยวิตามินซีสูง",
            "three": "ลดการอักเสบ บรรเทาอาการบวม",
            "four": "มีแมงกานีส ช่วยบำรุงกระดูก",
            "five": "ส่งเสริมสุขภาพผิว ลดความเสี่ยงต่อการเกิดริ้วรอย"
        },
        "fruit_nutritions": {
            "calories": 50,
            "total_fat": 0.1,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 109,
            "carbohydrates": 13,
            "dietary_fiber": 1.4,
            "sugar": 10,
            "protein": 0.5,
            "vitamins": {
                "vitamin_C": 47.8,
                "calcium": 13,
                "iron": 0.3,
                "vitamin_D": 0,
                "vitamin_B6": 0.1,
                "vitamin_B12": 0,
                "magnesium": 12
            }
        }
    },
    {
        "fruit_id": 13,
        "fruit_name": "Strawberry (สตรอเบอร์รี่)",
        "fruit_image": "https://i.imgur.com/IoaVUeq.jpeg",
        "fruit_history": "สตรอเบอร์รี่ ผลไม้สีแดงสดใสรูปทรงหัวใจที่ใครๆ ก็หลงรัก มีถิ่นกำเนิดในทวีปยุโรปและอเมริกาเหนือ ชาวโรมันและกรีกโบราณนิยมนำสตรอว์เบอร์รีมาใช้เป็นทั้งอาหารและยา เนื่องจากมีรสชาติหวานอมเปรี้ยวและมีกลิ่นหอมชื่นใจ ในยุคกลาง สตรอว์เบอร์รีได้รับความนิยมอย่างมากในหมู่ชนชั้นสูง และถูกนำมาใช้ในการตกแต่งสวนและทำอาหารหวานต่างๆ การเพาะปลูกสตรอว์เบอร์รีแพร่หลายไปทั่วโลกในช่วงหลายศตวรรษที่ผ่านมา โดยเฉพาะในทวีปอเมริกาเหนือ ซึ่งมีการพัฒนาสายพันธุ์สตรอว์เบอร์รีให้มีขนาดใหญ่ รสชาติหวาน และผลผลิตสูง ",
        "fruit_benefit": {
            "one": "อุดมไปด้วยวิตามินซี เสริมสร้างภูมิคุ้มกัน",
            "two": "มีสารต้านอนุมูลอิสระ ลดการอักเสบ ป้องกันโรคหัวใจ",
            "three": "บำรุงผิวพรรณให้สดใสและชะลอการเกิดริ้วรอย",
            "four": "มีไฟเบอร์สูง ในระบบย่อยอาหาร",
            "five": "ช่วยลดระดับน้ำตาลในเลือดและดีต่อสุขภาพหัวใจ"
        },
        "fruit_nutritions": {
            "calories": 32,
            "total_fat": 0.3,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 153,
            "carbohydrates": 7.7,
            "dietary_fiber": 2,
            "sugar": 4.9,
            "protein": 0.7,
            "vitamins": {
                "vitamin_C": 58.8,
                "calcium": 16,
                "iron": 0.4,
                "vitamin_D": 0,
                "vitamin_B6": 0.047,
                "vitamin_B12": 0,
                "magnesium": 13
            }
        }
    },
    {
        "fruit_id": 14,
        "fruit_name": "Watermelon (แตงโม)",
        "fruit_image": "https://i.imgur.com/xaLO8mE.jpeg",
        "fruit_history": "แตงโม ผลไม้ทรงกลมสีเขียวสดใสที่มีเนื้อสีแดงฉ่ำ มีถิ่นกำเนิดในทวีปแอฟริกา โดยเฉพาะในทะเลทรายคาลาฮารี ชาวอียิปต์โบราณนิยมนำแตงโมมาใช้เป็นทั้งอาหารและเครื่องดื่ม เนื่องจากมีรสชาติหวานชื่นใจและช่วยดับกระหายได้ดี ในยุคโบราณ แตงโมถูกนำมาใช้เป็นของขวัญมอบให้แก่ฟาโรห์ และเชื่อกันว่าเป็นอาหารสำหรับผู้ตายในการเดินทางไปยังโลกหลังความตาย การปลูกแตงโมแพร่หลายไปทั่วโลกโดยพ่อค้าและนักเดินเรือ โดยเฉพาะในเอเชียและยุโรป ปัจจุบันมีสายพันธุ์แตงโมนับพันชนิด ทั่วโลกนิยมปลูกแตงโมเพื่อบริโภคผลสด ทำน้ำผลไม้ และแปรรูปเป็นผลิตภัณฑ์ต่างๆ มากมาย",
        "fruit_benefit": {
            "one": "ช่วยให้ร่างกายสดชื่น คลายร้อน",
            "two": "บำรุงสายตาและเสริมภูมิคุ้มกัน",
            "three": "ลดความเสี่ยงในการเกิดโรคมะเร็ง",
            "four": "ป้องกันการขาดน้ำด้วยปริมาณน้ำสูง",
            "five": "ลดความดันโลหิตและดีต่อหัวใจ"
        },
        "fruit_nutritions": {
            "calories": 30,
            "total_fat": 0.2,
            "saturated_fat": 0,
            "cholesterol": 0,
            "sodium": 1,
            "potassium": 112,
            "carbohydrates": 8,
            "dietary_fiber": 0.4,
            "sugar": 6,
            "protein": 0.6,
            "vitamins": {
                "vitamin_C": 8.1,
                "calcium": 7,
                "iron": 0.2,
                "vitamin_D": 0,
                "vitamin_B6": 0,
                "vitamin_B12": 0,
                "magnesium": 10
            }
        }
    }
]
